/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(无)";

/* No comment provided by engineer. */
"Add files to Playlist" = "添加文件到播放列表";

/* No comment provided by engineer. */
"Add new Radio channels by using\nSearch or Discover" = "通过使用\n搜索或发现添加新电台频道";

/* No comment provided by engineer. */
"Add To Vox Playlist" = "添加到 VOX 播放列表";

/* No comment provided by engineer. */
"Add&Show" = "添加 & 显示";

/* Modal window */
"All music files that can be played by VOX will be opened with it." = "将由 VOX 打开所有音乐文件。";

/* Modal window */
"All the music files that cannot be played in iTunes will be opened with VOX." = "将由 VOX 打开所有不能在 iTunes 中播放的音乐文件。";

/* No comment provided by engineer. */
"Application review request successfully approved." = "申请审查请求成功批准。";

/* No comment provided by engineer. */
"Are you sure you want to clear playlist?" = "你确定要清除播放列表?";

/* No comment provided by engineer. */
"Are you sure you want to move selected items to trash?" = "你确定要移动所选项目到废纸篓?";

/* Modal window */
"Are you sure you want to set VOX as the default player for all file types it supports?" = "你确定要设置 “VOX” 作为它支持所有文件类型的默认播放器?";

/* Modal window */
"Are you sure you want to set VOX as the default player for file types that are not supported by iTunes?" = "你确定要设置 VOX 作为 iTunes 不支持文件类型的默认播放器?";

/* Preferences tab */
"Audio" = "音频";

/* No comment provided by engineer. */
"Buy a cup of coffee to VOX team to get radio" = "买一杯咖啡给 VOX 团队，就能获得广播";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Capitalize" = "首字母大写";

/* No comment provided by engineer. */
"Change Back to" = "改回到 \"%@\"";

/* No comment provided by engineer. */
"Check Document Now" = "立即检查文稿";

/* No comment provided by engineer. */
"Check Grammar With Spelling" = "检查拼写和语法";

/* No comment provided by engineer. */
"Check Spelling While Typing" = "输入时检查拼写";

/* No comment provided by engineer. */
"Check your parental control settings and try again later" = "检查你的家长控制设置并稍后再试";

/* No comment provided by engineer. */
"Clear" = "清除";

/* Playlist */
"Clear playlist" = "清除播放列表";

/* No comment provided by engineer. */
"Clear&Play" = "清除及播放";

/* Close */
"Close" = "关闭";

/* Preferences tab */
"Controls" = "控制";

/* Copy action menu item for TUITextRenderer. */
"Copy" = "拷贝";

/* Table menu item */
"Copy track info" = "拷贝曲目信息";

/* No comment provided by engineer. */
"Correct Spelling Automatically" = "自动纠正拼写";

/* No comment provided by engineer. */
"Cut" = "剪切";

/* Table menu item */
"Delete From Playlist" = "从播放列表中删除";

/* No comment provided by engineer. */
"Discover" = "发现";

/* No comment provided by engineer. */
"Discover New Stations" = "发现新站";

/* No comment provided by engineer. */
"Dismiss" = "关闭";

/* No comment provided by engineer. */
"Don't show this warning again" = "不再显示此警告";

/* No comment provided by engineer. */
"Download Extension" = "下载扩展";

/* No comment provided by engineer. */
"Error occurred during purchase." = "购买过程中出错。";

/* No comment provided by engineer. */
"Error occurred during restoring purchases." = "恢复购买时出错。";

/* Sandbox message */
"Files in folder %@ from your iTunes Library are unaccessible to Vox. You may grant Vox with extended access permissions to your music files to avoid similar issues in the future." = "VOX 不可访问你 iTunes 资料库 %@ 文件夹内文件.你可以授予 VOX 音乐文件的访问扩展权限以避免今后类似问题发生。";

/* Preferences tab */
"General" = "通用";

/* No comment provided by engineer. */
"Grant access" = "授予访问权限";

/* human-readable transformer */
"h " = "h ";

/* menu */
"Hide Search" = "隐藏搜索";

/* No comment provided by engineer. */
"In-App Purchasing disabled" = "应用程序内禁用购买";

/* No comment provided by engineer. */
"In-App redemption problem" = "应用程序内赎回问题";

/* in-app */
"In-App restore request" = "应用程序内恢复请求";

/* No comment provided by engineer. */
"iTunes library is empty" = "iTunes 资料库是空的";

/* No comment provided by engineer. */
"iTunes library is empty or inaccessible" = "iTunes 资料库是空的或无法访问";

/* No comment provided by engineer. */
"iTunes library is not loaded yet" = "iTunes 资料库没有加载";

/* No comment provided by engineer. */
"iTunes library is unavailable" = "iTunes 资料库不可用";

/* Preferences tab */
"Last.fm" = "Last.fm";

/* No comment provided by engineer. */
"Load" = "加载";

/* Busy view */
"Loading" = "加载中";

/* Busy view */
"Loading iTunes" = "正在加载 iTunes";

/* No comment provided by engineer. */
"Loading Radio" = "正在加载电台";

/* No comment provided by engineer. */
"Make Lower Case" = "变为小写";

/* No comment provided by engineer. */
"Make Upper Case" = "变为大写";

/* No comment provided by engineer. */
"Mark as favorite" = "标记为收藏";

/* human-readable transformer */
"min " = "分钟 ";

/* No comment provided by engineer. */
"Move to Trash" = "移到废纸篓";

/* No comment provided by engineer. */
"No Favorite Channels" = "无收藏频道";

/* No comment provided by engineer. */
"No guesses" = "无猜测";

/* No comment provided by engineer. */
"No Playlists" = "无播放列表";

/* No comment provided by engineer. */
"No Thanks" = "不，谢谢";

/* No comment provided by engineer. */
"None of your personal data will be collected or transmitted." = "你的个人资料没有被收集和传输。";

/* No comment provided by engineer. */
"Ok" = "确定";

/* No comment provided by engineer. */
"OK" = "确定";

/* No comment provided by engineer. */
"Open Preference Pane" = "打开偏好设置面板";

/* No comment provided by engineer. */
"Open stream" = "打开流";

/* No comment provided by engineer. */
"Open VOX" = "打开 VOX";

/* No comment provided by engineer. */
"Paste" = "粘贴";

/* Table menu item */
"Pause" = "暂停";

/* Menu item */
"Play" = "播放";

/* Preferences tab */
"Playback" = "回放";

/* Playlist popUp */
"Playlist" = "播放列表";

/* New playlist name placeholder */
"New collection" = "新建精选集";

/* No comment provided by engineer. */
"Playlist Save Error" = "播放列表存储错误";

/* No comment provided by engineer. */
"Please check your Internet connection or Apple ID information and try again." = "请检查你的网络连接或苹果ID信息并重试。";

/* No comment provided by engineer. */
"Please check your Internet connection or credit card balance and try again.\n\nError description:" = "请检查你的网络连接或信用卡余额并再试一次.\n\n错误描述:";

/* No comment provided by engineer. */
"press" = "点按";

/* No comment provided by engineer. */
"Radio" = "电台";

/* in-app */
"Restore" = "恢复";

/* No comment provided by engineer. */
"Same as System" = "同系统";

/* Sandbox */
"Sandbox Access Expansion" = "Sandbox 访问扩展";

/* Sandbox */
"Sandbox expanding" = "Sandbox 扩展";

/* Save playlist dialogue */
"Save collection" = "存储精选集";

/* No comment provided by engineer. */
"Scroll up over the volume button in the main playback window to increase volume." = "在主播放窗口向上滚动音量按钮可升高音量。";

/* No comment provided by engineer. */
"Search" = "搜索";

/* Google action menu item for TUITextRenderer. */
"Search Google for" = "谷歌搜索";

/* human-readable transformer */
"sec" = "秒";

/* No comment provided by engineer. */
"Set for All" = "设置所有";

/* No comment provided by engineer. */
"Set for iTunes Unsupported" = " iTunes 的设置不支持";

/* Table menu item */
"Show in Finder" = "在Finder中显示";

/* menu */
"Show Search" = "显示搜索";

/* No comment provided by engineer. */
"Show Spelling and Grammar" = "显示拼写和语法";

/* No comment provided by engineer. */
"Show Substitutions" = "显示替换";

/* No comment provided by engineer. */
"Skip" = "跳过";

/* No comment provided by engineer. */
"Smart Copy/Paste" = "智能拷贝/粘贴";

/* No comment provided by engineer. */
"Smart Dashes" = "智能破折号";

/* No comment provided by engineer. */
"Smart Links" = "智能链接";

/* No comment provided by engineer. */
"Smart Quotes" = "智能引号";

/* Source popup */
"SoundCloud" = "SoundCloud";

/* Preferences tab */
"Sources" = "来源";

/* No comment provided by engineer. */
"Speech" = "语音";

/* No comment provided by engineer. */
"Spelling and Grammar" = "拼写和语法";

/* No comment provided by engineer. */
"Start Speaking" = "开始朗读";

/* No comment provided by engineer. */
"Stop Speaking" = "停止朗读";

/* No comment provided by engineer. */
"Substitutions" = "替换";

/* iTunes playlist */
"Switch to Albums View" = "切换到专辑浏览";

/* iTunes playlist */
"Switch to Discover" = "切换到发现";

/* iTunes playlist */
"Switch to Favorites" = "切换到收藏夹";

/* iTunes playlist */
"Switch to Playlists View" = "切换到播放列表浏览";

/* No comment provided by engineer. */
"Switch tracks display mode" = "切换曲目显示模式";

/* No comment provided by engineer. */
"Text Replacement" = "文本替换";

/* No comment provided by engineer. */
"There was an error occured while saving playlist " = "存储播放列表发生错误 ";

/* No comment provided by engineer. */
"There was an error!" = "发生错误!";

/* Sandbox message default */
"This action may be performed incorrectly due to some system sandboxing restrictions.\n\nYou may grant Vox with extended access to your music files to avoid similar issues in the future.\n" = "这个操作可能执行不正确由于一些系统 Sandboxing 限制。\n\n你可以授予VOX扩展访问你音乐文件的权限，以避免今后再发生类似的问题。\n";

/* No comment provided by engineer. */
"This operation can't be undone" = "此操作不可撤消";

/* No comment provided by engineer. */
"Tracks" = "曲目";

/* No comment provided by engineer. */
"Transformations" = "转换";

/* No comment provided by engineer. */
"Type to search" = "键入搜索内容";

/* No comment provided by engineer. */
"Unable to activate feature %@." = "无法激活功能 %@。";

/* nil artist placeholder */
"Unknown Artist" = "未知艺术家";

/* Stream empty placeholder */
"Unknown Stream" = "未知流";

/* nil name placeholder */
"Unknown Track" = "未知曲目";

/* No comment provided by engineer. */
"Unmark as favorite" = "取消标记为收藏";

/* About */
"Version " = "版本 ";

/* No comment provided by engineer. */
"Visit radio Website: " = "访问电台网站: ";

/* No comment provided by engineer. */
"Vox cannot access your iTunes library due to restrictions" = "VOX 由于限制无法访问你的 iTunes 资料库";

/* No comment provided by engineer. */
"Vox cannot find iTunes library" = "VOX 找不到 iTunes 资料库";

/* No comment provided by engineer. */
"VOX has found records of previously purchased Radio feature, but cannot validate the purchase. You can restore all transactions now." = "VOX 发现以前购买的电台功能的记录，但不能确认购买。你现在可以恢复所有的交易。";

/* No comment provided by engineer. */
"VOX volume is currently turned all the way down." = "VOX 音量当前不断降低。";

/* Welcome window */
"Welcome to VOX" = "欢迎使用 VOX";

/* No comment provided by engineer. */
"Would you like to allow VOX to send anonymous usage statistics?" = "你允许 VOX 发送匿名使用统计数据吗?";

/* No comment provided by engineer. */
"Would you like to set VOX as your default player?" = "你想设置 VOX 作为默认播放器？?";

/* Sandbox message */
"You are trying to open files from folder %@, but these files may be unaccessible due to sandboxing restrictions. You may grant Vox with extended access to your music files to avoid similar issues in the future." = "你正尝试从 %@ 文件夹打开文件.但是这些文件由于“sandboxing”限制不可访问。你可以授予 Vox 扩展访问到你音乐文件的权限以避免将来出现类似问题。";

/* Sandbox message */
"You are trying to play files from the folder %@ with Load all music in folder option enabled, but Vox cannot load all music from this folder due to sandboxing restrictions. You may grant Vox with extended access to your music files to avoid similar issues in the future." = "你正试图用启用\"加载所有音乐文件夹\" 选项​​从 %@ 文件夹播放文件。但 VOX 由于sandboxing 限制无法加载该文件夹中的所有音乐. 你可以授予 VOX 扩展访问你的音乐文件以避免类似的问题再次发生。";

/* No comment provided by engineer. */
"You can either set VOX to open all file types it supports or only the files that cannot be played in iTunes." = "你可以设置VOX打开所有支持的文件类型或只是iTunes中无法播放的文件。";

/* No comment provided by engineer. */
"You may now review Vox for a limited time with all the paid features enabled." = "现在你可以审查 VOX 在有限的时间的所有支付功能。";

/* No comment provided by engineer. */
"Your iTunes library has no playlists" = "你的 iTunes 资料库没有播放列表";

/* Sandbox message */
"Your iTunes Library in folder %@ is unaccessible to Vox. You may grant Vox with extended access permissions to your music library to continue parsing your library." = "你iTunes资料库中文件夹是无法使用VOX。你可以给予VOX扩展的访问权限，你的音乐库继续分析你的资料库。";

/* No comment provided by engineer. */
"Gap %@ sec" = "差距 %@ 秒";

/* Gapless */
"Gapless" = "无缝";

/* No comment provided by engineer. */
"Overlap %@ sec" = "重叠 %@ 秒";

/* No comment provided by engineer. */
"Restore Default Audio Settings (Basic and Advanced)?" = "恢复默认的音频设置 (基本和高级)?";

/* No */
"No" = "取消";

/* Yes */
"Yes" = "确定";

/* Muted */
"Muted" = "静音";

/* Mute */
"Mute" = "静音";

/* human-readable transformer */
"ms" = "ms";

/* Allow */
"Allow" = "允许";

/* Remote message */
"Remote message" = "远程信息";

/* Message */
"Message: " = "信息";

/* Play song */
"Play song" = "播放歌曲";

/* removed jack */
"Jack has been removed" = "Jack已被删除";

/* Streaming content */
"Streaming content | " = "流媒体内容 | ";

/* VBR */
"VBR | " = "VBR | ";

/* Mono */
"Mono | " = "单声道 | ";

/* Stereo */
"Stereo | " = "立体声 | ";

/* Multichannel */
"Multichannel | " = "多通道 | ";

/* Tracks */
"%ld Tracks" = "%ld 曲目";

/* Track */
"%ld Track; " = "%ld 曲目, ";

/* Local Radio */
"Local Radio" = "当地电台";

/* World's Trending */
"World's Trending" = "全球趋势";

/* VOX Recommends */
"VOX Recommends" = "VOX 推荐";

/* Countries */
"Countries" = "国家";

/* Genres */
"Genres" = "类型";

/* Duration */
"Duration" = "持续时间";

/* No Tracks */
"No Tracks" = "没有曲目";

/* Now Playing */
"Now Playing" = "现在播放";

/* Currently Selected */
"Currently Selected" = "目前选择的";

/* Next track */
"Next track" = "下一曲目";

/* Previous track */
"Previous track" = "上一曲目";

/* Country Promo */
"Listen to the Best %@ Radio Stations in %@. Unlock Radio." = "听最好的 %@ 电台在 %@. 解锁电台。";

/* radio promo */
"Unlock More Than 3000 Perfectly Categorized Radio Stations." = "解锁更多的比 3000 完全分类的电台。";

/* Radio promo message unlock button */
"Unlock" = "解锁";

/* Genre Promo */
"Like %@? Unlock %@ %@ Radio Stations via VOX Radio." = "如 %@? 解锁 %@ %@ 通过 VOX 广播电台。";

/* Genre radio Promo */
"Unlock More Than 3000 Radio Stations in 28 Genres." = "在28流派解锁超过 3000 广播电台。";

/* Repeat Promo */
"VOX Radio is getting bigger. 200+ radio stations has been added." = "VOX电台越来越大. 200+ 电台已被添加。";

/* error code */
"error code" = "错误代码";

/* purchase Internet connection settings */
"Please make sure you have Internet connection and your firewall settings allow Vox to go online." = "请确保你有Internet连接，防火墙设置允许VOX到网上去。";

/* product activation error */
"Error occurred during product activation." = "产品激活过程中出现的错误。";

/* Unable to redeem Radio feature */
"Unable to redeem Radio feature" = "无法赎回收音功能";

/* No Audio Units */
"No Audio Units" = "无音频单元";

/* No comment provided by engineer. */
"You can add Audio Units by pressing '+' button below" = "你可以按下面的“+”按钮来添加音频单元";

/* Other */
"Other" = "其他";

/* Custom */
"Custom" = "自定义";

/* compatible error */
"This Audio Unit is not compatible or not accessible due to security reasons. Error # %d" = "该音频单元由于安全方面的原因不兼容或无法访问， 错误 # %d";

/* Compatibility Issue: Invalid Component Identificator */
"Compatibility Issue: Invalid Component Identificator" = "兼容性问题：无效的组件识别器";

/* Compatibility Issue: Invalid Parameter */
"Compatibility Issue: Invalid Parameter" = "兼容性问题：无效参数";

/* Can't add the selected Audio Unit */
"Can't add the selected Audio Unit" = "不添加选择的音频单元";

/* Can't enable Audio Units */
"Can't enable Audio Units" = "不能启用音频单元";

/* No comment provided by engineer. */
"Oops... Something went wrong, we are sorry for inconvenience..." = "哎呀... 看起来像是非常错误的音频系统...";

/* Queue */
"Queue" = "队列";

/* Preferences */
"Preferences" = "偏好设置";

/* Quit */
"Quit" = "退出";

/* No comment provided by engineer. */
"Output changed to" = "输出改为";

/* Volume */
"Volume" = "音量";

/* playback */
"Time left" = "剩余时间";

/* playback */
"Time elapsed" = "已用时间";

/* Repeat all tracks */
"Repeat all tracks" = "重复所有曲目";

/* Repeat current track */
"Repeat current track" = "重复当前曲目";

/* Repeat mode off */
"Repeat mode off" = "重复模式关闭";

/* Shuffle: Off */
"Shuffle: Off" = "随机: 关";

/* Shuffle: on */
"Shuffle: On" = "随机: 开";

/* no station info */
"Current station have no info" = "当前电台没有信息";

/* playback clear tracks */
"You are about to start playback. Do you want to clear the %ld tracks previously added to 'Play Next' list?" = "你即将开始回放.你想清除 %ld 以前的曲目到“播放下一个”名单?";

/* Clear tracks */
"Clear tracks" = "清除曲目";

/* No comment provided by engineer. */
"Play only selected track" = "只播放所选曲目";

/* Don't clear */
"Don't clear" = "不清除";

/* No comment provided by engineer. */
"Please wait. Migrating playlist tracks..." = "请稍候。正在迁移播放列表曲目…";

/* No comment provided by engineer. */
"Please wait. Migrating iTunes tracks..." = "请稍候。正在迁移 iTunes 曲目…";

/* No comment provided by engineer. */
"Do you want to interrupt migration?" = "你要中断迁移?";

/* Continue */
"Continue" = "继续";

/* Cancel & Save */
"Cancel & Save" = "取消并存储";

/* Cancel & Abort */
"Cancel & Abort" = "取消并中止";

/* Collection */
"Collection" = "精选集";

/* iTunes Playlist */
"iTunes Playlist" = "iTunes 播放列表";

/* Add Tracks to Collection */
"Add Tracks to Collection" = "添加曲目到收藏";

/* No comment provided by engineer. */
"You can add new tracks by pressing '+' or directly drag items here." = "你可以按“+”或者你可以直接在这里为项目增加新曲目";

/* Play Next */
"Play Next" = "播放下一个";

/* No comment provided by engineer. */
"Add to 'Play Next' List" = "添加到‘播放下一个’列表";

/* Rename */
"Rename" = "重命名";

/* No comment provided by engineer. */
"Add Files to Collection..." = "添加文件到精选集...";

/* Save Collection */
"Save Collection..." = "存储精选集...";

/* Delete */
"Delete" = "删除";

/* Delete with Files */
"Delete with Files" = "删除文件";

/* Table menu item */
"Copy Info to Clipboard" = "拷贝信息到剪贴板";

/* No comment provided by engineer. */
"Remove" = "删除";

/* No comment provided by engineer. */
"Remove with File(s)" = "删除文件";

/* Drop here to add music */
"Drop here to add music" = "拖拽到此处添加音乐";

/* Creation date */
"Creation date" = "创建日期";

/* No comment provided by engineer. */
"iTunes Smart Playlist" = "iTunes 智能播放列表";

/* Enter new name */
"Enter new name" = "输入新名称";

/* Create New Collection */
"Create New Collection" = "创建新精选集";

/* New playlist */
"New playlist" = "新建播放列表";

/* No comment provided by engineer. */
"Save Playlist as New Collection" = "保存播放列表到新精选集";

/* Collections */
"Collections" = "精选集";

/* No Collections */
"No Collections" = "没有精选集";

/* No comment provided by engineer. */
"You can add new collections by clicking on the ‘+’ button" = "你可以通过点击“+”按钮添加新的精选集";

/* VOX Demo Collection */
"VOX Demo Collection" = "VOX 演示精选集";

/* Tracks & Artists */
"Tracks & Artists" = "曲目和艺术家";

/* Albums */
"Albums" = "专辑";

/* Album */
"Album" = "专辑";

/* Show */
"Show" = "显示";

/* Collection name cannot be empty */
"Collection name cannot be empty" = "精选集名称不能是空的";

/* No comment provided by engineer. */
"Collection with name %@ already exists" = "精选集名称为 \"%@\" 已经存在";

/* Type another name for collection */
"Type another name for collection" = "键入另一个名称到精选集";

/* Add */
"Add" = "添加";

/* Add Files to */
"Add Files to" = "添加文件到";

/* Add Tracks to Playlist */
"Add Tracks to Playlist" = "添加曲目到播放列表";

/* Unknown playlist */
"Unknown playlist" = "未知播放列表";

/* Artwork not found for */
"Artwork not found for" = "插图未找到";

/* Get Album Artwork */
"Get Album Artwork" = "获得专辑插图";

/* Remove Downloaded Artwork */
"Remove Downloaded Artwork" = "删除下载的插图";

/* Add to Collection */
"Add to Collection" = "添加到精选集";

/* No comment provided by engineer. */
"Empty Library" = "空资料库";

/* No comment provided by engineer. */
"iTunes Library" = "iTunes 资料库";

/* Unknown album */
"Unknown album" = "未知专辑";

/* Station */
"Station" = "电台";

/* There are no stations */
"There are no stations" = "这里没有电台";

/* Reload */
"Reload" = "刷新";

/* Station is playing */
"Station is playing" = "电台正在播放";

/* No comment provided by engineer. */
"Empty Queue" = "空队列";

/* No comment provided by engineer. */
"Your Queue is currently empty." = "队列目前是空的。";

/* Clear Play Next */
"Clear Play Next" = "清除播放下一个";

/* Clear Queue */
"Clear Queue" = "清除队列";

/* no recent radio stations */
"You have no recent radio stations" = "你近期没有电台";

/* No comment provided by engineer. */
"Remove from Favorites" = "从收藏夹中删除";

/* Add to Favorites */
"Add Stations to Favorites" = "添加电台到收藏夹";

/* Add to Favorites */
"Add to Favorites" = "添加到收藏夹";

/* Logout */
"Logout" = "注销";

/* Login */
"Login" = "登录";

/* Processing */
"Processing..." = "处理中...";

/* No comment provided by engineer. */
"Unlock 3,000+ Stations" = "解锁 3,000+ 电台";

/* No comment provided by engineer. */
"No description" = "没有说明";

/* Download */
"Download" = "下载";

/* No comment provided by engineer. */
"View on soundcloud.com" = "查看 Soundcloud.com";

/* Refresh */
"Refresh" = "刷新";

/* No comment provided by engineer. */
"Oops… There was a problem" = "哎呀…这里有一个问题";

/* No comment provided by engineer. */
"Your authorization token is expired. \nMaybe you have changed your password. \nConnect with SoundCloud again, please." = "你的授权令牌已过期 \n也许你已经改变了你的密码. \n请与SoundCloud重新连接。";

/* Stream */
"Stream" = "流";

/* Likes */
"Likes" = "喜爱";

/* No comment provided by engineer. */
"Sick of missing out on your favorite musician's new track? VOX can notify you!" = "生病错过了你最喜欢的音乐家新曲目? VOX 可以通知你!";

/* No comment provided by engineer. */
"Get notified when new tracks from SoundCloud are available." = "可以从SoundCloud的新曲目得到通知时。";

/* No comment provided by engineer. */
"Yes, notify me!" = "是的，通知我!";

/* No comment provided by engineer. */
"No, thanks!" = "不，谢谢!";

/* No comment provided by engineer. */
"Try again" = "再试一次";

/* No comment provided by engineer. */
"Stream is currently empty" = "流目前是空的";

/* No comment provided by engineer. */
"Visit your account at soundcloud.com to add music & audio to your Stream" = "访问你soundcloud.com的帐户添加音乐和音频流。";

/* No comment provided by engineer. */
"Likes are currently empty" = "喜爱目前空";

/* No comment provided by engineer. */
"Visit your account at soundcloud.com to add music & audio to your Likes" = "访问你soundcloud.com的帐户添加音乐和音频到你的喜爱。";

/* No comment provided by engineer. */
"Visit soundcloud.com" = "访问 Soundcloud.com";

/* No comment provided by engineer. */
"Loading SoundCloud" = "载入中 SoundCloud";

/* No comment provided by engineer. */
"Say ‘Hello!’ to SoundCloud" = "到SoundCloud说'你好!'";

/* No comment provided by engineer. */
"SoundCloud - is the world's leading social \nsound platform where anyone can create \nsounds and share them everywhere." = "SoundCloud - 是全球领先的声音 \n社交平台，任何人都可以创建 \n和分享他们无处不在的音乐。";

/* No comment provided by engineer. */
"Connect with SoundCloud" = "连接 SoundCloud";

/* No Results */
"No Results" = "无结果";

/* No comment provided by engineer. */
"Try another search phrase or\ncheck the spelling" = "尝试其他搜索短语或 \n 检查拼写";

/* No comment provided by engineer. */
"Indexing..." = "索引...";

/* No comment provided by engineer. */
"Search will be avaliable as soon as\nthe contents of your library have been indexed." = "搜索就会具备\n该库的内容已被收录。";

/* Center */
"Center" = "居中";

/* Left */
"Left" = "左";

/* Right */
"Right" = "右";

/* No comment provided by engineer. */
" (recommended)" = " (推荐)";

/* Modal window */
"All music files that cannot be played in iTunes will be opened with VOX." = "所有不能在iTunes中播放的音乐文件将用VOX打开。";

/* No comment provided by engineer. */
"This feature may work not properly on OS X 10.10 (Yosemite). Use option 'Open with:' in Finder menu item 'File - Get Info' instead." = "此功能可能不能正常的工作在 OS X 10.10 (Yosemite). 在Finder中的菜单项“文件获取信息”，而不是：使用选项“打开方式”。";

/* No comment provided by engineer. */
"Or you may grant access to your whole file system to avoid this in the future" = "或者你可以授予访问你的整个文件系统来避免这种情况再次发生";

/* No comment provided by engineer. */
"Grant access to whole file system" = "授予访问整个文件系统";

/* No comment provided by engineer. */
"Drag a folder into the area below to grant access" = "一个文件夹拖放到区域的下方以授予访问权限";

/* No comment provided by engineer. */
"Music inside this folder requires your permission:" = "音乐这个文件夹里面需要你的许可:";

/* No comment provided by engineer. */
"Please click Grant Access" = "请点击 \"授予访问权限\"";

/* Welcome window */
"Thank you! You may continue" = "谢谢你! 你可以继续";

/* Welcome window */
"Please drop volume named: " = "请降低音量名称: ";

/* Time interval abbreviation */
"Now" = "现在";

/* Source popup */
"VOX Cloud" = "VOX 云";

/* No comment provided by engineer. */
"VOX Cloud is unavailable now." = "VOX 云现在不可用。";

/* No comment provided by engineer. */
"VOX Cloud is turned off" = "VOX 云被关闭";

/* No comment provided by engineer. */
"Enable VOX Cloud" = "启用 VOX 云";

/* No comment provided by engineer. */
"VOX Cloud Library is currently empty" = "VOX 云资料库目前是空的";

/* No comment provided by engineer. */
"Add tracks to your VOX Cloud to listen them in VOX Player" = "添加曲目到你的VOX云到他们VOX播放器";

/* No comment provided by engineer. */
"Say ‘Hello!’ to VOX Cloud" = "说'你好！'到 VOX 云";

/* No comment provided by engineer. */
"VOX Cloud is your online music collection." = "VOX 云为你的在线音乐收藏。";

/* No comment provided by engineer. */
"Start using VOX Cloud" = "开始使用VOX云";

/* year */
"%@ year" = "%@ 年";

/* years */
"%@ years" = "%@ 年";

/* month */
"%@ month" = "%@ 月";

/* months */
"%@ months" = "%@ 月";

/* day */
"%@ day" = "%@ 日";

/* days */
"%@ days" = "%@ 日";

/* hour */
"%@ hour" = "%@ 时";

/* hours */
"%@ hours" = "%@ 时";

/* minute */
"%@ minute" = "%@ 分";

/* minutes */
"%@ minutes" = "%@ 分";

/* second */
"%@ second" = "%@ 秒";

/* seconds */
"%@ seconds" = "%@ 秒";

/* About */
"Build" = "构建";

/* Made by Coppertino Inc. */
"Made by Coppertino Inc." = "由 Coppertino 公司制作。";

/* No comment provided by engineer. */
"Loading VOX Cloud Library" = "加载 VOX 云资料库";

/* No comment provided by engineer. */
"You’re just a step away from using Media Keys with VOX." = "你使用媒体键与 VOX 只是一步之遥。";

/* No comment provided by engineer. */
"By default, VOX can’t use your Mac’s media keys. Why? Because sandboxing. To solve this, simply download & install the official Preference Pane Extension." = "默认情况下, VOX 不能使用 Mac 的媒体键。为什么? 因为沙盒。为了解决这个，只需下载并安装官方的偏好设置面板扩展。";

/* No comment provided by engineer. */
"Details..." = "详情…";

/* No comment provided by engineer. */
"To take full control and use your Play/Next/Previous keys, simply install the official Preference Pane Extension from VOX." = "为了充分控制和使用你的播放/下一首/上一首 键, 只需安装 VOX 官方扩展在偏好设置面板。";

/* No comment provided by engineer. */
"Install" = "安装";

/* No comment provided by engineer. */
"Deny" = "拒绝";

/* No comment provided by engineer. */
" preset already exists, overwrite?" = " 预置已经存在，覆盖?";

/* No comment provided by engineer. */
"File already exists at drop destination" = "在放置位置文件已经存在";

/* No comment provided by engineer. */
"Overwrite" = "Overwrite";

/* No comment provided by engineer. */
"File %@ already exists. Do you want to overwrite it?" = "文件 %@ 已经存在。你想覆盖它?";

/* No comment provided by engineer. */
"Drag&Drop files here" = "在这里拖放文件";

/* No comment provided by engineer. */
"Clear Playlist & Play" = "清除播放列表及播放";

/* No comment provided by engineer. */
"Add to Playlist & Show" = "添加到播放列表和显示";

/* You are not logged in */
"You are not logged in" = "你还没有登录";

/* Log in */
"Log in" = "登录";

/* add tracks & clear list */
"You are about to add %ld tracks to 'Play Next' list. Do you want to clear the %ld songs previously added to 'Play Next' list?" = "你将要添加 %ld 曲目到“播放下一个列表。你想清除以前添加到 %ld 的歌曲到“播放下一个”列表？";

/* No comment provided by engineer. */
"Install Extension" = "安装扩展";

/* Preferences tab */
" Audio " = " 音频 ";

/* Preferences tab */
"Appearance" = "外观";

/* Preferences tab */
" Radio " = " 广播 ";

/* Activation info is corrupted or wrong */
"Activation info is corrupted or wrong" = "激活信息已损坏或错误";

/* Table menu item */
"Copy Station Info" = "拷贝站信息";

/* No comment provided by engineer. */
"Buy radio" = "购买广播";

/* random station */
"Play Random Station" = "播放随机电台";

/* Favorites */
"Favorites" = "收藏夹";

/* Featured */
"Featured" = "精选";

/* No comment provided by engineer. */
"No Info" = "暂无相关信息";

/* No comment provided by engineer. */
"Loading Profile" = "加载配置文件";

/* Updating */
"Updating..." = "更新中...";

/* Unlike */
"Unlike" = "不同";

/* Like */
"Like" = "相同";

/* Show on soundcloud.com */
"Show on soundcloud.com" = "显示在 Soundcloud.com";

/* No comment provided by engineer. */
"VOX Preferences Pane Installer" = "VOX 偏好设置面板安装";

/* No comment provided by engineer. */
"Downloading..." = "下载中...";

/* No comment provided by engineer. */
"Unpacking..." = "解压中...";

/* No comment provided by engineer. */
"Installing..." = "安装中...";

/* country */
"USA" = "美国";

/* country */
"France" = "法国";

/* country */
"UK" = "英国";

/* country */
"Germany" = "德国";

/* country */
"Netherlands" = "荷兰";

/* country */
"Canada" = "加拿大";

/* country */
"Spain" = "西班牙";

/* country */
"Australia" = "澳大利亚";

/* country */
"Italy" = "意大利";

/* country */
"Russia" = "俄罗斯";

/* Recently Played */
"Recently Played" = "最近播放";

"System default" = "系统默认";

/* Failed to load: */
"Failed to load:" = "加载失败:";

/* Due to Headphones disconnected */
"Due to Headphones disconnected" = "由于断开耳机";

/* VOX on Pause */
"VOX on Pause" = "VOX 已暂停";

/* Error */
"Error" = "错误";

/* Coudn't read due to Sandbox Limitations */
"Coudn't read due to Sandbox Limitations" = "由于沙盒限制无法阅读";

/* Table menu item */
"Download items" = "下载项目";

/* Table menu item */
"Remove downloaded items" = "移除已下载的项目";

/* Site links */
"http://coppertino.com/vox/mac" = "http://coppertino.com/vox/mac";

/* Site links */
"http://coppertino.com/loop-for-vox" = "http://coppertino.com/loop-for-vox";
